/*
 Localizable.strings
 RMBT
 
 Copyright © 2016 - 2019 SPECURE GmbH. All rights reserved.
 */

/* network type descriptions */
"connectivity.cellular" = "细胞的";
"connectivity.not-connected" = "未连接";
"connectivity.wifi" = "无线上网";

/* Alert view button */
"general.alertview.cancel" = "取消";
"general.alertview.close" = "关";
"general.alertview.dismiss" = "解雇";
"general.alertview.error" = "错误";
"general.alertview.confirmation" = "确认";

"general.alertview.ok" = "好";
"general.alertview.reload" = "刷新";
"general.alertview.success" = "成功";

/* Filter sections title */
"history.filter.device" = "电器";
"history.filter.networktype" = "网络类型";
"history.qos.detail.test" = "测试";
"history.qos.headline.details" = "细节";
"history.qos.headline.tests" = "试验";
"history.result.headline.details" = "细节";
"history.result.headline.map" = "地图";
"history.result.headline.measurement" = "测量";
"history.result.headline.network" = "网络";
"history.result.headline.qos" = "服务质量测试";
"history.result.map.accuracy" = "准确性";
"history.result.map.invalid-coordinates" = "坐标无效";
"history.result.map.latitude" = "纬度";
"history.result.map.longitude" = "经度";
"history.result.map.result" = "地图结果";
"history.result.map.show" = "显示地图";
"history.result.more-details" = "更多细节";
"history.result.qos.details" = "细节";
"history.result.qos.details.description" = "描述";
"history.result.qos.details.failed" = "失败";
"history.result.qos.details.succeeded" = "成功";
"history.result.qos.results" = "结果";
"history.result.qos.results-detail" = "结果细节";
"history.result.time" = "时间";

/* History Sync Code Alert */
"history.sync.code-text" = "同步码";
"history.sync.code.copy" = "复制代码";
"history.sync.code.enter" = "输入代码";
"history.sync.code.enter-text" = "输入同步码：";
"history.sync.code.request" = "请求代码";
"history.sync.merge" = "要合并来自两个不同设备的历史记录，请在一个设备上请求同步代码并将其输入到另一台设备上";
"history.sync.success-message" = "历史同步成功。";
"history.sync.sync" = "同步";

/* History index buttons */
"history.uibar.filter" = "筛选"; /* Unused */
"history.uibar.sync" = "同步";

/* Loop Mode */
"loopmode.change_server.title" = "改变服务器";
"loopmode.init.btn.test" = "测试";
"loopmode.init.btn.loop-test" = "循环测试";
"loopmode.test.header.measurement" = "测量";
"loopmode.test.header.current" = "当前";
"loopmode.test.header.median" = "MEDIAN";
"loopmode.test.progress.format" = "循环模式（%d of %d）";
"loopmode.test.init.title" = "循环模式";
"loopmode.test.results.title" = "循环模式结果";
"loopmode.test.time_to_next_test.title" = "时间到下一次测试";
"loopmode.test.movement.title" = "运动";
"loopmode.init.btn.loop.on" = "循环开启";
"loopmode.init.btn.loop.off" = "循环关闭";
"loopmode.test.immediately" = "立即";

"loopmode.test.state.init" = "在里面";
"loopmode.test.state.ping" = "PING";
"loopmode.test.state.download" = "下载";
"loopmode.test.state.upload" = "上传";
"loopmode.test.state.qos" = "服务质量";
"loopmode.test.state.packet-loss" = "数据包丢失";
"loopmode.test.state.jitter" = "JITTER";

"loopmode.abort.abort" = "退出";
"loopmode.abort.continue" = "继续";
"loopmode.abort.keep" = "保持";
"loopmode.abort.title" = "中止？";
"loopmode.abort.message" = "你想中止测量吗？";

"loopmode_alert.activation_privacy" = "激活和隐私";
"loopmode_alert.activation_privacy.description" = "循环模式允许自动重复测试。";

"loopmode_alert.data_usage" = "数据使用";
"loopmode_alert.data_usage.description" = "请注意，在循环模式期间正在传输大量数据。通过高速互联网连接，在循环模式下运行10次测试会消耗1GB或更多的数据容量。";
"loopmode_alert.data_usage.description_2" = "建议仅使用真正的固定费率运行环路测试，其中附加流量不会产生额外费用。";
"loopmode_alert.battery_power" = "电池电量";
"loopmode_alert.battery_power.description" = "环路模式消耗大量电池电量。在环路测试之间，环路模式保持GPS和显示器活动，因此电池的耗电速度比待机模式快得多。测试也消耗电池电量。";
"loopmode_alert.battery_power.description_2" = "只有在有扩展电源的情况下才能使用环路模式。";
"loopmode_alert.items.item_1" = "按下“开始”按钮后，第一次测试将立即开始。";
"loopmode_alert.items.item_2" = "在等待时间结束（默认为30分钟）或达到配置的距离（默认为250米）后，将开始进一步的测试。";
"loopmode_alert.items.item_3" = "测试将进行，直到执行了预先配置的测试次数（默认10次测试）。";
"loopmode_alert.items.item_4" = "可以在“设置”下更改这些值。";
"loopmode_alert.items.item_5" = "循环模式在2天后自动终止。";
"loopmode_alert.items.item_6" = "循环模式可以随时停止。";

/* Google Maps Legal Notice */
"info.google-maps.legal-notice" = "法律声明";

/* Intro location question */
"intro.location.question.message" = "要获取位置服务，请在设置中启用它！"; /* Unused */
"intro.location.question.title" = "使用位置"; /* Unused */

/* network type description unknown
 unknown wifi or operator name */
"intro.network.connection.name-unknown" = "未知";
"intro.network.connection.unavailable" = "没有网络连接可用";

/* Intro popup hardware app */
"intro.popup.hardware.app-ram" = "应用程序内存";
"intro.popup.hardware.cpu" = "中央处理器";
"intro.popup.hardware.system-ram" = "系统内存";
"intro.popup.hardware.usage" = "硬件使用";

/* Intro popup ip connection */
"intro.popup.ip.connection-progress" = "正在连接中...";
"intro.popup.ip.connections" = "IP连接";
"intro.popup.ip.no-ip-text" = "N / A";
"intro.popup.ip.v4-external" = "IPv4外部";
"intro.popup.ip.v4-internal" = "IPv4内部";
"intro.popup.ip.v6-internal" = "IPv6";

/* Intro popup location */
"intro.popup.location" = "位置";
"intro.popup.location.accuracy" = "准确性";
"intro.popup.location.age" = "年龄";
"intro.popup.location.altitude" = "高度";
"intro.popup.location.position" = "位置";
"intro.popup.location.source" = "资源"; /* Unused */

/* Intro popup traffic */
"intro.popup.traffic.background" = "背景流量";
"intro.popup.traffic.download" = "下载流量";
"intro.popup.traffic.upload" = "上传流量";

/* Map callout */
"map.callout.measurement" = "测量";
"map.callout.network" = "网络";

/* Table section header title */
"map.options.filter.overlay" = "覆盖";
"map.options.filter.country" = "运营商的国家";
"map.options.filter.operators" = "运营商";
"map.options.filter.period" = "期";
"map.options.filter.technologies" = "技术";

"map.options.filter.countries" = "国家";
"map.options.filter.all_countries" = "所有国家";

/* Map overlay description */
"map.options.overlay.auto" = "汽车";
"map.options.overlay.heatmap" = "热图";
"map.options.overlay.municipality" = "市";
"map.options.overlay.points" = "点";
"map.options.overlay.regions" = "地区";
"map.options.overlay.settlements" = "住区";
"map.options.overlay.shapes" = "形状";
"map.options.overlay.whitespots" = "白点";

/* Alert view test intro message */
"test.intro-message" = "警告！使用此应用程序可能会导致大量数据传输。在3G网络中，单个测试的数据量为5到10 MB。在4G网络中，此卷可超过100 MB。在使用本应用程序时，应用程序提供商不应被视为因数据传输而导致的过度消耗。在测试互联网连接时，用户应考虑产生的互联网流量并接受数据传输的后果。";

"test.aborted-message" = "测试被中止，因为应用程序进入后台。测试只能在应用程序在前台运行时执行。";

"test.connection.could-not-connect" = "无法建立连接。可能的原因是你的连接非常慢";
"test.connection.lost" = "与测试服务器的连接丢失。测试中止了";

/* Test phases */
"test.phase.download" = "下载";
"test.phase.init" = "在里面";
"test.phase.ping" = "平";
"test.phase.upload" = "上传";

"test.qos.failed" = "服务质量测试失败。";
"test.repeat" = "重复测试";
"test.result.not-submitted" = "测试完成，但结果无法提交给测试服务器。";
"test.results.title" = "检测结果";

"RMBT-TEST-START_QOS_BUTTON" = "测试QoS";

/* Unit suffex */
"test.speed.unit" = "Mbps的";

"main-view-button-map" = "地图";
"history.delete" = "删除";
"test.abort.title" = "中止？";
"test.abort.abort" = "退出";
"test.abort.continue" = "继续";
"test.abort.message" = "你想中止测量吗？";
"test.startagain" = "重新开始";

/* Menu Items */
"RMBT-NI-HISTORY" = "历史";
"RMBT-NI-HOME" = "家";
"RMBT-NI-MAPS" = "地图";
"RMBT-NI-STATISTICS" = "统计";
"RMBT-NI-SURVEY" = "调查";
"RMBT-NI-HELP" = "援助";
"RMBT-NI-HISTORY-DETAILS" = "细节";
"RMBT-NI-HISTORY-TESTRESULT" = "测试结果";
"RMBT-NI-INFO" = "信息";
"RMBT-NI-LOOP-MODE" = "循环模式";

/* TabBar Items */
"tabbar.title.test" = "测试";
"tabbar.title.results" = "结果";
"tabbar.title.map" = "地图";
"tabbar.title.settings" = "设置";

/* Navigation Item Titles */
"RMBT-NI-RESULT" = "结果";
"RMBT-NI-FILTER" = "筛选";
"RMBT-NI-SETTINGS" = "设置";
"RMBT-NI-PUBLISHPERSONALDATA" = "提交个人资料"; /* Unused */

/* Info Items */
"RMBT-INFO-WEBSITE" = "网站";
"RMBT-INFO-EMAIL" = "电子邮件";
"RMBT-INFO-TERMS-AND-CONDITIONS" = "服务条款";
"RMBT-INFO-ONLY-PRIVACYPOLICY" = "隐私政策";
"RMBT-INFO-PRIVACYPOLICY" = "隐私政策";
"RMBT-INFO-PUBLISH-PERSONAL-DATA" = "发布个人资料";
"RMBT-INFO-CLINETUUID" = "客户端UUID";
"RMBT-INFO-TESTCOUNT"  = "测试计数";
"RMBT-INFO-VERSION" = "版本";
"RMBT-INFO-SERVERVERSION" = "服务器版本";
"RMBT-INFO-DEVELOPEDBY" = "由开发";
"RMBT-INFO-SOURCECODE" = "源代码";
"RMBT-INFO-LEGALNOTICE" = "Google Maps法律声明";

"RMBT-ABOUT-TITLE" = "%@是在MoQoS项目期间创建的。项目合作伙伴是：";
"RMBT-ABOUT-FOOTER-TEXT" = "有关该项目的更多信息，请访问moqos.eu。";

/* Info Home */
"RMBT-HOME-PING" = "中国平安（MS）";
"RMBT-HOME-DOWNLOADMBPS" = "下载Mbps";
"RMBT-HOME-UPLOADMBPS" = "上传Mbps";
"RMBT-HOME-START" = "开始";
"RMBT-HOME-RUNAGAIN" = "再次运行";
"RMBT-HOME-MBPS" = "（Mbps）的"; /* Unused */

/* Settings Items */
"RMBT-SETTINGS-ABOUT" = "关于%@";
"RMBT-SETTINGS-LANGUAGE" = "语言";
"RMBT-SETTINGS-DARKMODE" = "暗模式";
"RMBT-SETTINGS-NERDMODESETTINGS" = "Nerd模式设置";
"RMBT-SETTINGS-DEVELOPERSETTINGS" = "开发者设置";
"RMBT-SETTINGS-ANONYMOUSMODEDESCRIPTION" = "匿名模式防止与客户端uuid关联，测量结果将立即解除关联。";
"RMBT-SETTINGS-NERDMODEDESCRIPTION" = "Nerd模式支持高级功能。应用程序将在测试之前和期间显示更多信息。";
"RMBT-SETTINGS-DEVELOPERSSETTINGSDESCRIPTION" = "开发者设置允许...";
"RMBT-SETTINGS-IPV4ONLY" = "仅IPv4";
"RMBT-SETTINGS-IPV6ONLY" = "仅IPv6";
"RMBT-SETTINGS-ENABLEQOSMEASUMENTS" = "QoS测量";
"RMBT-SETTINGS-QOSMANUALLY" = "手动";
"RMBT-SETTINGS-QOSNETWORK" = "在新的网络上";
"RMBT-SETTINGS-QOSALWAYS" = "总是";
"RMBT-SETTINGS-ENABLEPUBLISHPERSONALDATA" = "提交个人资料";
"RMBT-SETTINGS-ENABLESUBMITZEROTESTING" = "提交零测试";
"RMBT-SETTINGS-GENERAL" = "总";
"RMBT-SETTINGS-INFORMATION" = "信息";
"RMBT-SETTINGS-QUALITYOFSERVICE" = "服务质量";
"RMBT-SETTINGS-QUALITYOFSERVICEDESCRIPTION" = "服务质量测量包括...";
"RMBT-SETTINGS-QOSENABLED" = "启用QOS";
"RMBT-SETTINGS-QOSDISABLED" = "QOS禁用";
"RMBT-SETTINGS-NERDMODE" = "神经模式";
"RMBT-SETTINGS-ENABLENERDMODE" = "启用书呆子模式";
"RMBT-SETTINGS-ANONYMOUSMODE" = "匿名模式";
"RMBT-SETTINGS-DEVELOPERSETTINGS" = "开发者设置";
"RMBT-SETTINGS-ADVANCEDSETTINGS" = "高级设置";

"RMBT-DEVSETTINGS-DISTANCE" = "距离（米）";
"RMBT-DEVSETTINGS-MINDELAY" = "间隔（分钟）";
"RMBT-DEVSETTINGS-MAXTESTS" = "测试计数";
"RMBT-DEVSETTINGS-LOOPMODE" = "循环模式";
"RMBT-DEVSETTINGS-SKIPQOSTESTS" = "跳过QOS测试";

"RMBT-SETTINGS-SEND-LOG" = "发送日志";
"RMBT-SETTINGS-CONTROL-SERVER" = "Control Server";
"RMBT-SETTINGS-IS-OVERRIDE-CONTROL-SERVER" = "Is override Control Server";
"RMBT-SETTINGS-DEV" = "开发部分";
"dev.code" = "开发代码";

"RMBT-SETTINGS-LANGUAGE-SYSTEM-DEFAULT" = "系统默认";
"RMBT-SETTINGS-PRIVACY" = "隐私";
"RMBT-SETTINGS-LOCATION" = "位置";
"RMBT-SETTINGS-LOCATION-DESCRIPTION" = "管理有关位置跟踪的权限";
"RMBT-SETTINGS-ADS-PERSONALISATION" = "选择退出广告个性化";
"RMBT-SETTINGS-ADS-PERSONALISATION-DESCRIPTION" = "管理有关广告ID的权限";
"RMBT-SETTINGS-PERSISTENT-UUID" = "持久客户端UUID";
"RMBT-SETTINGS-PERSISTENT-UUID-DESCRIPTION" = "需要持久客户端UUID来启用设备之间的测量历史记录和结果同步";
"RMBT-SETTINGS-CRASH-ANALYTICS" = "Analytics";
"RMBT-SETTINGS-CRASH-ANALYTICS-DESCRIPTION" = "启用分析并向我们发送崩溃跟踪";

"RMBT-SETTINGS-ADS-PERSONALISATION-POPUP-TITLE" = "选择退出广告个性化";
"RMBT-SETTINGS-ADS-PERSONALISATION-POPUP-TEXT" = "要管理有关广告ID的权限，请转到设置 -> 隐私 -> 广告";

"RMBT-MAIN-VIEWREPORT" = "详细的测量报告";

"RMBT-SETTINGS-PURCHASE-COMPLETED" = "广告已被删除。感谢您支持Open Nettest！";
"RMBT-SETTINGS-PURCHASE-FAILED" = "我们无法完成交易。";

"settings.start_next_test_immediatelly" = "立即开始下一个测试";

/* Map View Options */
"RMBT-MAP-STANDARD" = "标准";
"RMBT-MAP-SATELLITE" = "卫星";
"RMBT-MAP-HYBRID" = "混合动力";
"RMBT-MAP-BASIC" = "基本";
"RMBT-MAP-STREETS" = "街道";

"RMBT-MAP-OVERLAYOPTIONS" = "地图选项覆盖视图"; /* Unused */
"RBMT-MAP-CURRENTSETTINGS" = "当前的设置"; /* Unused */

"RMBT-DEVSETTINGS-SEVERCONTROLVERSION" = "控制服务器版本";
"RMBT-DEVSETTINGS-SEVER" = "服务器";
"RMBT-DEVSETTINGS-ENABLED" = "启用";
"RMBT-DEVSETTINGS-NOGPS" = "没有GPS";

"RBMT-BASE-DECLINE" = "下降";
"RBMT-BASE-AGREE" = "同意";
"RBMT-BASE-CONTINUE" = "继续";

"RBMT-CONSUMPTION" = "测试可能会导致数据消耗增加";
"RBMT-BASE-PACKETLOSS" = "数据包丢失";
"RBMT-BASE-JITTER" = "抖动";
"RBMT-BASE-TRAFFIC" = "当前流量";
"RBMT-DISABLED" = "残";
"RBMT-BASE-TESTSERVER" = "测试服务器";
"RBMT-BASE-MEASUREMENTSERVERS" = "测量服务器";
"RBMT-HISTORY-NORECORDSYET" = "尚未从该设备执行测试";
"history.error.server_not_available" = "服务器不可用。稍后再试。";
"history.empty.button.title" = "运行第一次测试";

/* Rate texts */
/* "RMBT-RATE-MESSAGE" = "If you like MyApp, please take the time and write review"; */
/* "RMBT-RATE-TITLE" = ""; */
/* "RMBT-RATE-RATE_LABEL" = "Yes"; */
/* "RMBT-RATE-CANCEL_LABEL" = "No, Thanks"; */
/* "RMBT-RATE-REMIND_LABEL" = "Remind Me Later"; */

/* Test qos titles */
"test.network" = "网络";
"test.title.qos" = "服务质量";
"test.title.performed" = "PERFORMED";
"test.title.passed" = "PASSED";
"test.title.failed" = "失败";
"test.title.test" = "运行QoS测试：";
"test.init.title" = "测试";

/* Tests descriptions */
"test.qos.titles.web-page" = "网页";
"test.qos.titles.TCP-ports" = "TCP端口";
"test.qos.titles.UDP-ports" = "UDP端口";
"test.qos.titles.voice-over-IP" = "IP语音通话";
"test.qos.titles.traceroute" = "跟踪路由";
"test.qos.titles.unmodified-content" = "未修改内容";
"test.qos.titles.transparent-connection" = "透明连接";
"test.qos.titles.DNS" = "DNS";

"test.qos.descriptions.web-page" = "此测试检查基于ETSI开普勒参考页面的参考网页是否可以通过互联网传输。";
"test.qos.descriptions.TCP-ports" = "TCP端口用于传输电子邮件，网页和其他内容。";
"test.qos.descriptions.UDP-ports" = "UDP端口用于基于IP的电话，语音和视频流。";
"test.qos.descriptions.voice-over-IP" = "模拟互联网上的双向电话。";
"test.qos.descriptions.traceroute" = "此测试记录此设备和服务器之间的网络路由。";
"test.qos.descriptions.unmodified-content" = "此测试检查在传输过程中是否没有修改来自服务器的数据。";
"test.qos.descriptions.transparent-connection" = "此测试检查网页的请求是否未被代理修改。";
"test.qos.descriptions.DNS" = "DNS是互联网地址的目录。此测试检查DNS响应是否未被操纵。";

/* Show Detailed Results button */
"test.show-detailed-results" = "详细结果";


"measurement.unknown_error.message" = "测量由于未知错误而中止。";
"measurement.unknown_error.title" = "测量误差";

/* History headers */
"history.header.ping" = "Ping";
"history.header.test" = "测试/日期";
"history.header.packet-loss" = "数据包丢失";
"history.header.jitter" = "JITTER";
"history.header.download" = "下载";
"history.header.upload" = "上传";
"history.header.qos" = "服务质量";

/* Class = "UILabel"; text = "I agree with NKOM's PrivacyPolicy and Terms of Use for Nettfart.";  */
"RBMT-BASE-AGREEMENT" = "我同意隐私政策和服务条款。";
"RBMT-BASE-AGREEMENT-TERMS-AND-CONDITIONS" = "我同意服务条款。";
"RBMT-BASE-AGREEMENT-PRIVACY-POLICY" = "我同意隐私政策。";
"RBMT-PERSONAL-DATA-AGREEMENT" = "我同意提交个人资料。";

"info.text.open_data_sources_notice" = "除了我们自己的数据，我们还根据知识共享署名4.0国际许可（CC BY 4.0）使用和处理来自以下来源的开放数据：RTR-Netztest，RTR-GmbH，奥地利; AKOS测试网，斯洛文尼亚AKOS; Netmetr by CZ.NIC，Czechia; Merac Internetu由RU，斯洛伐克。"; /* Make customization */


"info.title.open_data_sources_notice" = "打开数据源";

"wizard.button.i_agree_to_all" = "我同意所有人";
"wizard.button.essential_settings_only" = "仅限基本设置";
"wizard.button.details" = "设置";

"wizard.one_page.title" = "欢迎来到%@";
"wizard.one_page.privacy_description" = "在您开始使用该应用程序之前，我们希望您查看%@并对个人数据做出明智的选择。您也可以稍后通过菜单/信息页面重新访问它。您可以随时通过%@与我们联系以解决您的隐私问题。";
"wizard.one_page.analytics_title" = "ANALYTICS";
"wizard.one_page.analytics_description" = "分析信息用于了解用户如何使用移动应用并持续优化服务。我们还收集崩溃跟踪数据，帮助我们统计评估，分析和解决崩溃和错误。我们还使用广告标识符将先前投放的广告归因于应用安装和用户分析。";
"wizard.one_page.persistent_client_title" = "持久的客户UUID";
"wizard.one_page.persistent_client_description" = "客户端UUID是随机生成的ID，随每次测量一起保存。永久客户端UUID表示每次测量的ID都相同。需要启用设备之间的测量历史和结果同步。";
"wizard.one_page.finish_description" = "请在这里做出选择。您可以稍后在“设置”中进行更改。";


